{
    "status": "ok",
    "articles": [{
            "author": "Google Baba",
            "title": "Qutub Minar , Delhi",
            "description": "Qutab Minar is a soaring, 73 m-high tower of victory, built in 1193 by Qutab-ud-din Aibak immediately after the defeat of Delhi's last Hindu kingdom. The tower has five distinct storeys, each marked by a projecting balcony and tapers from a 15 m diameter at the base to just 2.5 m at the top.",
            "content": "The origins of Qutab Minar are shrouded in controversy. Some believe it was erected as a tower of victory to signify the beginning of the Muslim rule in India. Others say it served as a minaret to the muezzins to call the faithful to prayerThe first three storeys are made of red sandstone; the fourth and fifth storeys are of marble and sandstone. At the foot of the tower is the Quwwat-ul-Islam Mosque, the first mosque to be built in India. An inscription over its eastern gate provocatively informs that it was built with material obtained from demolishing '27 Hindu temples'. A 7 m-high iron pillar stands in the courtyard of the mosque. It is said that if you can encircle it with your hands while standing with your back to it your wish will be fulfilled.No one can, however, dispute that the tower is not only one of the finest monuments in India, but also in the world. Qutab-ud-din Aibak, the first Muslim ruler of Delhi, commenced the construction of the Qutab Minar in 1200 AD, but could only finish the basement. His successor, Iltutmush, added three more storeys, and in 1368, Firoz Shah Tughlak constructed the fifth and the last storey.",
            "url": "https://delhitourism.gov.in/delhitourism/tourist_place/qutab_minar.jsp",
            "urlToImage": "https://images.pexels.com/photos/2402573/pexels-photo-2402573.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
        },
        {
            "author": "Paras Maharaj",
            "title": "Sun Temple , Orissa",
            "description": "On the shores of the Bay of Bengal, bathed in the rays of the rising sun, the temple at Konarak is a monumental representation of the sun god Surya's chariot; its 24 wheels are decorated with symbolic designs and it is led by a team of six horses. Built in the 13th century, it is one of India's most famous Brahman sanctuaries.",
            "url": "https://whc.unesco.org/en/list/246/",
            "urlToImage": "https://whc.unesco.org/uploads/thumbs/site_0246_0012-1000-665-20150602110911.jpg",
            "content": "The Sun Temple at Konârak, located on the eastern shores of the Indian subcontinent, is one of the outstanding examples of temple architecture and art as revealed in its conception, scale and proportion, and in the sublime narrative strength of its sculptural embellishment. It is an outstanding testimony to the 13th-century kingdom of Orissa and a monumental example of the personification of divinity, thus forming an invaluable link in the history of the diffusion of the cult of Surya,the Sun God. In this sense, it is directly and materially linked to Brahmanism and tantricbelief systems. The Sun Temple is the culmination of Kalingan temple architecture, with all its defining elements in complete and perfect form. A masterpiece of creative genius in both conception and realisation, the temple represents a chariot of the Sun God, with twelve pairs of wheels drawn by seven horses evoking its movement across the heavens. It is embellished with sophisticated and refined iconographical depictions of contemporary life and activities. On the north and south sides are 24 carved wheels, each about 3 m in diameter, as well as symbolic motifs referring to the cycle of the seasons and the months. These complete the illusionary structure of the temple-chariot. Between the wheels, the plinth of the temple is entirely decorated with reliefs of fantastic lions, musicians and dancers, and erotic groups. Like many Indian temples, the Sun Temple comprises several distinct and well-organized spatial units. The vimana (principal sanctuary) was surmounted by a high tower with a shikhara (crowning cap), which was razed in the 19th century. To the east, the jahamogana (audience hall) dominates the ruins with its pyramidal mass. Farther to the east, the natmandir (dance hall), today unroofed, rises on a high platform. Various subsidiary structures are still to be found within the enclosed area of the rectangular wall, which is punctuated by gates and towers.The Sun Temple is an exceptional testimony, in physical form, to the 13th-century Hindu Kingdom of Orissa, under the reign of Narasimha Deva I (AD 1238-1264). Its scale, refinement and conception represent the strength and stability of the Ganga Empire as well as the value systems of the historic milieu. Its aesthetical and visually overwhelming sculptural narratives are today an invaluable window into the religious, political, social and secular life of the people of that period. The Sun Templeis directly associated with the idea and belief of the personification of the Sun God, which is adumbrated in the Vedas and classical texts. The Sun is personified as a divine being with a history, ancestry, family, wives and progeny, and as such, plays a very prominent role in the myths and legends of creation. "
        },
        {
            "author": "Sufi",
            "title": "Taj Mahal , Agra",
            "description": "An immense mausoleum of white marble, built in Agra between 1631 and 1648 by order of the Mughal emperor Shah Jahan in memory of his favourite wife, the Taj Mahal is the jewel of Muslim art in India and one of the universally admired masterpieces of the world's heritage.",
            "url": "https://whc.unesco.org/en/list/252/",
            "urlToImage": "https://whc.unesco.org/uploads/thumbs/site_0252_0008-750-750-20151104113424.jpg",
            "content": "The Taj Mahal is located on the right bank of the Yamuna River in a vast Mughal garden that encompasses nearly 17 hectares, in the Agra District in Uttar Pradesh. It was built by Mughal Emperor Shah Jahan in memory of his wife Mumtaz Mahal with construction starting in 1632 AD and completed in 1648 AD, with the mosque, the guest house and the main gateway on the south, the outer courtyard and its cloisters were added subsequently and completed in 1653 AD. The existence of several historical and Quaranic inscriptions in Arabic script have facilitated setting the chronology of Taj Mahal. For its construction, masons, stone-cutters, inlayers, carvers, painters, calligraphers, dome builders and other artisans were requisitioned from the whole of the empire and also from the Central Asia and Iran. Ustad-Ahmad Lahori was the main architect of the Taj Mahal. The Taj Mahal is considered to be the greatest architectural achievement in the whole range of Indo-Islamic architecture. Its recognised architectonic beauty has a rhythmic combination of solids and voids, concave and convex and light shadow; such as arches and domes further increases the aesthetic aspect. The colour combination of lush green scape reddish pathway and blue sky over it show cases the monument in ever changing tints and moods. The relief work in marble and inlay with precious and semi precious stones make it a monument apart.    The uniqueness of Taj Mahal lies in some truly remarkable innovations carried out by the horticulture planners and architects of Shah Jahan. One such genius planning is the placing of tomb at one end of the quadripartite garden rather than in the exact centre, which added rich depth and perspective to the distant view of the monument. It is also, one of the best examples of raised tomb variety. The tomb is further raised on a square platform with the four sides of the octagonal base of the minarets extended beyond the square at the corners. The top of the platform is reached through a lateral flight of steps provided in the centre of the southern side. The ground plan of the Taj Mahal is in perfect balance of composition, the octagonal tomb chamber in the centre, encompassed by the portal halls and the four corner rooms."
        },
        {

            "author": "",
            "title": "Indian Parliament , Delhi",
            "description": "Parliament is the supreme legislative body of India. The Indian Parliament comprises of the President and the two Houses - Rajya Sabha (Council of States) and Lok Sabha (House of the People). The President has the power to summon and prorogue either House of Parliament or to dissolve Lok Sabha. The Constitution of India came into force on January 26, 1950. The first general elections under the new Constitution were held during the year 1951-52 and the first elected Parliament came into existence in April, 1952.",
            "url": "https://legislativebodiesinindia.nic.in/parliament%20of%20india.htm",
            "urlToImage": "https://c.ndtvimg.com/2020-12/fkehc7k8_new-parliament-building-design_625x300_09_December_20.jpg",
            "content": "      The Constitution of India which came into force on 26 January 1950, provides for a bicameral Parliament consisting of the President and the two Houses known as the Council of States (Rajya Sabha) and the House of the People (Lok Sabha). The President The President of the Republic is elected by an electoral college consisting of the elected members of both Houses of Parliament and the elected members of the Legislative Assemblies (popular Houses) of the States.  Though the President of India is a constituent part of Parliament, he does not sit or participate in the discussions in either of the two  Houses.  There are certain constitutional functions which he has to perform with respect to Parliament.  The President summons and prorogues the two Houses of Parliament from time to time.  While the Rajya Sabha is a continuing body, the power to dissolve the Lok Sabha vests in the President.  His assent is essential for a Bill passed by both Houses of Parliament.  When the Parliament is not in Session and he is satisfied that circumstances exist which render it necessary for him to take immediate action, the President can promulgate Ordinances having the same force and effect as laws passed by Parliament.The Two Houses of Parliament"
        },
        {
            "author": "Google Baba",
            "title": "Ummaid Palace",
            "description": "Umaid Bhawan Palace, located in Jodhpur, Rajasthan, India, is one of the world's largest private residences. A part of the palace is managed by Taj Hotels. It is named after Maharaja Umaid Singh, grandfather of the present owner, Gaj Singh. The palace has 347 rooms and is the principal residence of the former Jodhpur royal family. A part of the palace is not a residence",
            "url": "https://en.wikipedia.org/wiki/Umaid_Bhawan_Palace",
            "urlToImage": "https://cf.bstatic.com/xdata/images/hotel/max1280x900/42417525.jpg?k=7effc7cecdb6c6c210525f71448d6033141d7e740927ab093d473ed5a9e9f3f3&o=&hp=1",
            "content": "Viewed from a distance, the city of Jodhpur appears like an undulating wave of blue, the hue that colours the outside of all homes in the city. Rightly called the Blue City, Jodhpur is a popular destination among foreign as well as domestic tourists. With an unending list of amazing places to visit, Jodhpur was founded in 1459 and to date has maintained its buzzing tangle of ancient alleyways in the old city, which is connected to Jodhpur’s modern centre by a broad open street.Jodhpur has many places to pique a traveller’s interest, like the Mehrangarh Fort or Jaswant Thada, but it has to be Jodhpur ka Umaid Bhawan Palace that deserves a special mention.Designed as the epitome of the royal heritage of Rajasthan with majestic turrets and domes, the palace sits atop the Chittar Hill and offers magnificent views of the city and of soft sand dunes that stretch out far till they seem to merge into the horizon. The Umaid Bhawan Palace of Jodhpur has numerous stories of valour and glory to tell all who visit this splendid structure."
        }
    ]
}