{
    "status": "ok",
    "articles": [{
            "author": "India Today",
            "title": "Hawa Mahal Palace",
            "description": " Jaisingh Palace is a historical fort in the city of Agra in India. It was built during 1565-1573 for Mughal Emperor Akbar. It was the main residence of the rulers of Sikarwar clan of Rajputs until mughals occupied it and Mughal Dynasty until 1638, when the capital was shifted from Agra to Delhi.",
            "content": "Agra fort is a historical fort in the city of Agra in India. It was built during 1565-1573 for Mughal Emperor Akbar. It was the main residence of the rulers of Sikarwar clan of Rajputs until mughals occupied it and Mughal Dynasty until 1638, when the capital was shifted from Agra to Delhi. It was also known as the “Lal-Qila”, “Fort Rouge” or “Qila-i-Akbari”.[1] Before capture by the British, the last Indian rulers to have occupied it were the Marathas. In 1983, the Agra fort was life inscribed as a UNESCO World Heritage Site.[2] It is about 2.5 km northwest of its more famous sister monument, the Taj Mahal. The fort can be more accurately described as the walled city.Agra fort is a historical fort in the city of Agra in India. It was built during 1565-1573 for Mughal Emperor Akbar. It was the main residence of the rulers of Sikarwar clan of Rajputs until mughals occupied it and Mughal Dynasty until 1638, when the capital was shifted from Agra to Delhi. It was also known as the “Lal-Qila”, “Fort Rouge” or “Qila-i-Akbari”.[1] Before capture by the British, the last Indian rulers to have occupied it were the Marathas. In 1983, the Agra fort was life inscribed as a UNESCO World Heritage Site.[2] It is about 2.5 km northwest of its more famous sister monument, the Taj Mahal. The fort can be more accurately described as the walled city.",
            "url": "https://en.wikipedia.org/wiki/Agra_Fort#/media/File:Agra_03-2016_10_Agra_Fort.jpg",
            "urlToImage": "https://www.fabhotels.com/blog/wp-content/uploads/2019/05/Hawa-Mahal_600-1280x720.jpg.jpg"
        },
        {
            "author": "Paras Maharaj",
            "title": "Mysore Palace",
            "description": "The Mysore Palace, also known as Amba Vilas Palace, is a historical palace and a royal residence house. It is located in Mysore, Karnataka. It used to be the official residence of the Wadiyar dynasty and the seat of the Kingdom of Mysore. The palace is in the centre of Mysore, and faces the Chamundi Hills eastward. Mysore is commonly described as the 'City of Palaces', and there are seven palaces including this one. However, the Mysore Palace refers specifically to the one within the new fort.            ",
            "url": "https://en.wikipedia.org/wiki/Hampi",
            "urlToImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Mysore_Palace_Morning.jpg/1280px-Mysore_Palace_Morning.jpg",
            "content": "It was built in 1565 A.D. nine years after the death of Humayun, by his senior widow Bega Begam. Inside the walled enclosure the most notabHampi is an ancient village in the south Indian state of Karnataka. It’s dotted with numerous ruined temple complexes from the Vijayanagara Empire. On the south bank of the River Tungabhadra is the 7th-century Hindu Virupaksha Temple, near the revived Hampi Bazaar. A carved stone chariot stands in front of the huge Vittala Temple site. Southeast of Hampi, Daroji Bear Sanctuary is home to the Indian sloth bearHampi is an ancient village in the south Indian state of Karnataka. It’s dotted with numerous ruined temple complexes from the Vijayanagara Empire. On the south bank of the River Tungabhadra is the 7th-century Hindu Virupaksha Temple, near the revived Hampi Bazaar. A carved stone chariot stands in front of the huge Vittala Temple site. Southeast of Hampi, Daroji Bear Sanctuary is home to the Indian sloth bearle features are the garden squares (chaharbagh) with pathways water channels, centrally located well proportional mausoleum topped by double dome.There are several graves of Mughal rulers located inside the walled enclosure and from here in 1857 A.D; Lieutenant Hudson had captured the last Mughal emperor Bahadur Shah II. "
        },
        {
            "author": "Sufi",
            "title": "Jantar Mantar",
            "description": "Jantar Mantar (Yantra - instruments, mantra - formulae) was constructed in 1724. Maharaja Jai Singh of Jaipur who built this observatory went on to build other observatories in Ujjain , Varanasi and Mathura. Jai Singh had found the existing astronomical instruments too small to take correct measurements and so he built these larger and more accurate instruments.",
            "url": "https://www.delhitourism.gov.in/delhitourism/tourist_place/jantar_mantar.jsp",
            "urlToImage": "https://www.delhitourism.gov.in/delhitourism/images/jantar_mantar.jpg",
            "content": "The instruments at Jantar Mantar are fascinating for their ingenuity,Jantar Mantar (Yantra - instruments, mantra - formulae) was constructed in 1724. Maharaja Jai Singh of Jaipur who built this observatory went on to build other observatories in Ujjain , Varanasi and Mathura. Jai Singh had found the existing astronomical instruments too small to take correct measurements and so he built these larger and more accurate instrumentsJantar Mantar (Yantra - instruments, mantra - formulae) was constructed in 1724. Maharaja Jai Singh of Jaipur who built this observatory went on to build other observatories in Ujjain , Varanasi and Mathura. Jai Singh had found the existing astronomical instruments too small to take correct measurements and so he built these larger and more accurate instrumentsJantar Mantar (Yantra - instruments, mantra - formulae) was constructed in 1724. Maharaja Jai Singh of Jaipur who built this observatory went on to build other observatories in Ujjain , Varanasi and Mathura. Jai Singh had found the existing astronomical instruments too small to take correct measurements and so he built these larger and more accurate instruments but  accurate observations can no longer be made from here because of the tall buildings around.."
        },
        {

            "author": "",
            "title": "Bangalore Palace",
            "description": "Bangalore Palace is a royal palace located in Bangalore, Karnataka, India, in an area that was owned by Rev. J. Garrett, the first principal of the Central High School in Bangalore, now famous as Central College. The commencement of the construction of the palace is attributed to him.",
            "url": "https://legislativebodiesinindia.nic.in/parliament%20of%20india.htm",
            "urlToImage": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Bangalore_Mysore_Maharaja_Palace.jpg",
            "content": "      The Constitution of India which came into force on 26 January 1950, provides for a bicameral Parliament consisting of the President and the two Houses known as the Council of States (Rajya Sabha) and the House of the People (Lok Sabha). The President The President of the Republic is elected by an electoral college consisting of the elected members of both Houses of Parliament and the elected members of the Legislative Assemblies (popular Houses) of the States.  Though the President of India is a constituent part of Parliament, he does not sit or participate in the discussions in either of the two  Houses.  There are certain constitutional functions which he has to perform with respect to Parliament.  The President summons and prorogues the two Houses of Parliament from time to time.  While the Rajya Sabha is a continuing body, the power to dissolve the Lok Sabha vests in the President.  His assent is essential for a Bill passed by both Houses of Parliament.  When the Parliament is not in Session and he is satisfied that circumstances exist which render it necessary for him to take immediate action, the President can promulgate Ordinances having the same force and effect as laws passed by Parliament.The Two Houses of Parliament"
        },
        {
            "author": "Google Baba",
            "title": "Amber Palace",
            "description": "Amer Fort or Amber Fort is a fort located in Amer, Rajasthan, India. Amer is a town with an area of 4 square kilometres located 11 kilometres from Jaipur, the capital of Rajasthan. The town of Amer and the Amber Fort were originally built by Raja Man Singh and additions were, later, made by Sawai Jai Singh",
            "url": "https://www.delhitourism.gov.in/delhitourism/tourist_place/rashtrapathi_bhavan.jsp",
            "urlToImage": "https://www.travelwithcg.com/wp-content/uploads/2021/02/Ganesh-Pol-1024x683.jpg",
            "content": "It took seventeen years to build this presidential palace which was completed in the year 1929. Almost seven hundred million bricks and three million cubic feet of stone were used in building this architectural marvel that has 2.5 kilometers of corridors and 190 acres of garden area. The main building covers an area of 5 acres and has 340 rooms spread over four floors. The famous Mughal Gardens of the Rashtrapati Bhavan cover an area of 15 acres and have 159 celebrated varieties of roses, 60 varieties of bougainvillea and many other verities of flowers. The Estate also has a state-of-the-art Rashtrapati Bhavan Museum Complex (mprising the Clock Tower, the Stables and the Garages showcasing past as well as current presidencies, the regal ceremonies, and the rich flora and fauna of Rashtrapati Bhavan, amongst other things. The RBMC was inaugurated by President Pranab Mukherjee on 25th July, 2016.     For the convenience of the general public, Delhi Tourism has extended the facility of Ho-Ho Buses to the Rashtrapati Bhavan.            For tourists desirous of visiting Rashtrapati Bhavan prior online booking may be made."       }
    ]
}