{
    "status": "ok",
    "articles": [{
            "author": "India Today",
            "title": "India Gate",
            "description": " At the centre of New Delhi stands the 42 m high India Gate  the middle of a crossroad. Almost similar to its French counterpart it commemorates the 70,000 Indian soldiers who lost their lives fighting for the British Army during the World War I. The memorial bears the names of more than 13,516 British and Indian soldiers killed in the Northwestern Frontier in the Afghan war of 1919.",
            "content": "The foundation stone of India Gate was laid by His Royal Highness, the Duke of Connaught in 1921 and it was designed by Edwin Lutyens. The monument was dedicated to the nation 10 years later by the then Viceroy, Lord Irwin. Another memorial, Amar Jawan Jyoti was added much later, after India got its independence. The eternal flame burns day and night under the arch to remind the nation of soldiers who laid down their lives in the Indo-Pakistan War of December 1971. The entire arch stands on a low base of red Bharatpur stone and rises in stages to a huge moulding. The cornice is inscribed with the Imperial suns while both sides of the arch have INDIA, flanked by the dates MCMXIV (1914 left) and MCMXIX (1919 right). The shallow domed bowl at the top was intended to be filled with burning oil on anniversaries but this is rarely done.",
            "url": "https://www.delhitourism.gov.in/delhitourism/tourist_place/india_gate.jsp",
            "urlToImage": "https://www.delhitourism.gov.in/delhitourism/images/india_gate.jpg"
        },
        {
            "author": "Paras Maharaj",
            "title": "Humayu's Tomb",
            "description": "Located near the crossing of Mathura road and Lodhi road, this magnificent garden tomb is the first substantial example of Mughal architecture in India.            ",
            "url": "https://www.delhitourism.gov.in/delhitourism/tourist_place/humayun_tomb.jsp",
            "urlToImage": "https://static.toiimg.com/thumb/msid-33785412,width=1200,height=900/33785412.jpg",
            "content": "It was built in 1565 A.D. nine years after the death of Humayun, by his senior widow Bega Begam. Inside the walled enclosure the most notable features are the garden squares (chaharbagh) with pathways water channels, centrally located well proportional mausoleum topped by double dome.There are several graves of Mughal rulers located inside the walled enclosure and from here in 1857 A.D; Lieutenant Hudson had captured the last Mughal emperor Bahadur Shah II. "
        },
        {
            "author": "Sufi",
            "title": "Jantar Mantar",
            "description": "Jantar Mantar (Yantra - instruments, mantra - formulae) was constructed in 1724. Maharaja Jai Singh of Jaipur who built this observatory went on to build other observatories in Ujjain , Varanasi and Mathura. Jai Singh had found the existing astronomical instruments too small to take correct measurements and so he built these larger and more accurate instruments.",
            "url": "https://www.delhitourism.gov.in/delhitourism/tourist_place/jantar_mantar.jsp",
            "urlToImage": "https://www.delhitourism.gov.in/delhitourism/images/jantar_mantar.jpg",
            "content": "The instruments at Jantar Mantar are fascinating for their ingenuity,Jantar Mantar (Yantra - instruments, mantra - formulae) was constructed in 1724. Maharaja Jai Singh of Jaipur who built this observatory went on to build other observatories in Ujjain , Varanasi and Mathura. Jai Singh had found the existing astronomical instruments too small to take correct measurements and so he built these larger and more accurate instrumentsJantar Mantar (Yantra - instruments, mantra - formulae) was constructed in 1724. Maharaja Jai Singh of Jaipur who built this observatory went on to build other observatories in Ujjain , Varanasi and Mathura. Jai Singh had found the existing astronomical instruments too small to take correct measurements and so he built these larger and more accurate instrumentsJantar Mantar (Yantra - instruments, mantra - formulae) was constructed in 1724. Maharaja Jai Singh of Jaipur who built this observatory went on to build other observatories in Ujjain , Varanasi and Mathura. Jai Singh had found the existing astronomical instruments too small to take correct measurements and so he built these larger and more accurate instruments but  accurate observations can no longer be made from here because of the tall buildings around.."
        },
        {

            "author": "",
            "title": "Indian Parliament , Delhi",
            "description": "Parliament is the supreme legislative body of India. The Indian Parliament comprises of the President and the two Houses - Rajya Sabha (Council of States) and Lok Sabha (House of the People). The President has the power to summon and prorogue either House of Parliament or to dissolve Lok Sabha. The Constitution of India came into force on January 26, 1950. The first general elections under the new Constitution were held during the year 1951-52 and the first elected Parliament came into existence in April, 1952.",
            "url": "https://legislativebodiesinindia.nic.in/parliament%20of%20india.htm",
            "urlToImage": "https://c.ndtvimg.com/2020-12/fkehc7k8_new-parliament-building-design_625x300_09_December_20.jpg",
            "content": "      The Constitution of India which came into force on 26 January 1950, provides for a bicameral Parliament consisting of the President and the two Houses known as the Council of States (Rajya Sabha) and the House of the People (Lok Sabha). The President The President of the Republic is elected by an electoral college consisting of the elected members of both Houses of Parliament and the elected members of the Legislative Assemblies (popular Houses) of the States.  Though the President of India is a constituent part of Parliament, he does not sit or participate in the discussions in either of the two  Houses.  There are certain constitutional functions which he has to perform with respect to Parliament.  The President summons and prorogues the two Houses of Parliament from time to time.  While the Rajya Sabha is a continuing body, the power to dissolve the Lok Sabha vests in the President.  His assent is essential for a Bill passed by both Houses of Parliament.  When the Parliament is not in Session and he is satisfied that circumstances exist which render it necessary for him to take immediate action, the President can promulgate Ordinances having the same force and effect as laws passed by Parliament.The Two Houses of Parliament"
        },
        {
            "author": "Google Baba",
            "title": "Rashtrapati Bhavan",
            "description": "Rashtrapati Bhavan, home to the President of the world’s largest democracy, is emblematic of Indian democracy and its secular, plural and inclusive traditions. It was designed by Sir Edwin Lutyens and Herbert Baker and stands on a 330 acre estate.",
            "url": "https://www.delhitourism.gov.in/delhitourism/tourist_place/rashtrapathi_bhavan.jsp",
            "urlToImage": "https://static.india.com/wp-content/uploads/2018/08/19travel-rb3.jpg",
            "content": "It took seventeen years to build this presidential palace which was completed in the year 1929. Almost seven hundred million bricks and three million cubic feet of stone were used in building this architectural marvel that has 2.5 kilometers of corridors and 190 acres of garden area. The main building covers an area of 5 acres and has 340 rooms spread over four floors. The famous Mughal Gardens of the Rashtrapati Bhavan cover an area of 15 acres and have 159 celebrated varieties of roses, 60 varieties of bougainvillea and many other verities of flowers. The Estate also has a state-of-the-art Rashtrapati Bhavan Museum Complex (mprising the Clock Tower, the Stables and the Garages showcasing past as well as current presidencies, the regal ceremonies, and the rich flora and fauna of Rashtrapati Bhavan, amongst other things. The RBMC was inaugurated by President Pranab Mukherjee on 25th July, 2016.     For the convenience of the general public, Delhi Tourism has extended the facility of Ho-Ho Buses to the Rashtrapati Bhavan.            For tourists desirous of visiting Rashtrapati Bhavan prior online booking may be made."       }
    ]
}